/* SMTP Server address */
"Address:" = "Dirección:";

/* Authentication checkbox */
"Authentication" = "Autenticación";

/* Title for from field */
"From:" = "De:";

/* No security option */
"None" = "Nada";

/* password field */
"Password:" = "Contraseña:";

/* SMTP Server port */
"Port:" = "Puerto:";

/* Security options title */
"Security:" = "Seguridad:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "Servidor SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "Prefijo en el asunto:";

/* TLS if possible security option */
"TLS if possible" = "Usar TLS de ser posible";

/* TLS or close security option */
"TLS or close" = "TLS o cerrar";

/* Title for to field */
"To:" = "Para:";

/* Username field */
"Username:" = "Nombre de usuario:";

